{"title":"The Big [Censored] Theory","description":"A case study in how the government censors TV in China","url":"https://pudding.cool/2022/08/censorship","hed":"The Big <mark>[Censored]</mark> Theory","byline1":"By <a href=https://pudding.cool/author/manyun-zou target=_blank>Manyun Zou</a>","byline2":"With <a href=https://pudding.cool/author/russell-goldenberg target=_blank>Russell Goldenberg</a> and <a href=https://pudding.cool/author/rob-smith target=_blank>Rob Smith</a>","time":"August 2022","sections":[{"id":"intro","chunks":[{"type":"p","text":"Growing up in China, I had a blast watching American TV shows in high school. They not only helped me learn English, but also introduced me to fresh perspectives and worldviews.  <em>The Big Bang Theory</em> was among my favorites."},{"type":"p","text":"I quickly became a fan of the sitcom when it was officially introduced in China on a video streaming website in 2011. But when I rewatched the show in 2022 on <a href=https://youku.com target=_blank>Youku</a>, a Chinese video streaming website backed by e-commerce giant Alibaba, I couldn’t help but notice weird jumps, pauses, and disconnected canned laughter."},{"type":"div","component":"Video","clips":["72-youku"]},{"type":"p","text":"What happened to the show?"}]},{"id":"context","chunks":[{"type":"p","text":"To understand that, we have to back up a bit. This change can be traced to a sudden political decision in 2014. According to the state-owned media outlet <a href=http://news.sohu.com/20140427/n398875138.shtml target=_blank>Xinhua</a>, streaming platforms received a private notification from regulators to remind them of one key rule —"},{"type":"p","text":"“imported TV shows and movies must be censored and approved by officials before streaming to the public.”"},{"type":"p","text":"Shortly thereafter, <em>The Big Bang Theory</em> was among a handful of imported shows pulled from Chinese websites. Audiences were only left with a black screen and a line: “video has been removed due to political reasons.”"},{"type":"p","text":"When these shows resurfaced, they were full of these weird jumps, signaling that clips were removed during censorship because someone somewhere thought it would be inappropriate or illegal to stream such content."},{"type":"div","component":"Toggle","clips":["72","28","64"]},{"type":"p","text":"So the question has to be asked: what kind of content has been removed, and why?"}]},{"id":"analysis","chunks":[{"type":"div","component":"Scroll","steps":["To find out, we compared 100 episodes of the original version of <em>The Big Bang Theory</em> with the edited Youku version to understand what was cut out and understand the logic behind the decision.","77 of the first 100 episodes had at least one edit, amounting to 206 removed clips.","We categorized these clips into eight topics, among which <mark class=cat-sex>sex</mark>, <mark class=cat-relationships>non-heteronormative relationships</mark>, and <mark class=cat-politics>politics</mark> are the most common ones. The other six topics account for a rather small portion but are still worth mentioning — illegal actions, visuals, religion, unhealthy addictions, and unknown.","This added up to over one hour of deleted clips, or nearly three full episodes of purely censored content."]}]},{"id":"guidelines","chunks":[{"type":"p","text":"All of these categories can find their legal roots in a regulatory guideline that was enacted by China’s State Administration of Radio, Film, and Television in 2006."},{"type":"aside","text":"TV series or movies should be edited if they have the following content: (1) distorting Chinese and other countries’ culture and society; (2) defaming Chinese military forces, policemen, and judiciary; (3) showcasing obscenity content, either visual or verbal; (4) showcasing “excessive” images of murder, violence, horror, interrogation, drug-taking, and even gambling; (5) advertise negative and decadent values or deliberately exaggerate the negative part of society; (6) advocate religious extremism; (7) advocate environmental destruction and animal torture; (8) excessively showcase alcohol addiction, smoking, or other bad habits; (9) demonstrate other illegal content."},{"type":"p","text":"<mark class=cat-sex>Sex</mark> is the most frequently censored topic in this TV-14 show, with 138 clips and 43 minutes  removed. These could be considered “obscenity content,” which is banned by China’s 2006 guideline."},{"type":"p","text":"Since China hasn’t built a video rating system, the removal of such content is always justified by reasons involving children — children shall be exposed to “main melody” so that they can grow up in a healthy way. “Main melody” is an informal name for productions that fit into patriotic or pro-Communist Party themes."},{"type":"div","component":"Quote","classname":"cat-sex","clips":["15","20","69","105"]},{"type":"p","text":"These next examples represent the <mark class=cat-relationships>non-heteronormative relationships</mark> category. Most instances are related to homosexuality, even though there is no actual homosexual couple in <em>The Big Bang Theory</em>. TK another scrolly quote chart below."},{"type":"div","component":"Quote","classname":"cat-relationships","clips":["61","46","84","172"]},{"type":"p","text":"These removals reflect the government’s objective of encouraging particular identities and behaviors by eliminating mentions of any others. In this case, homosexuality, bisexuality, and trans identity are censored."},{"type":"p","text":"The last time a Chinese TV show could explicitly present a homosexual relationship and publicize it on the internet was in 2016, after the sensational show made regulators wary and was pulled even before it released all episodes. As one <a href=https://media.people.com.cn/n1/2016/0224/c40606-28144797.html target=_blank>industry expert</a> put it, “studios don’t have much choice but to accept the result of being delisted.”"},{"type":"p","text":"Meanwhile, out of increasing concern for its slow population growth, China has encouraged straight couples to marry and raise two to three children. That’s a notable shift away from its strict, decades-long one-child-only policy.The government expects the media to back these efforts. A National People’s Congress representative told a state-owned newspaper that the media should avoid publishing any articles that would discourage marriage and maternity and focus on what is considered “happy family life.”"},{"type":"div","component":"Toggle","clips":["9","193","78","72","195"]},{"type":"p","text":"These can be categorized into “xenophobia,” which are probably the only removed clips that make sense to me, because it involves racism against Chinese people, stereotypes about Chinese society, and possible defamation of China’s key ally, North Korea."},{"type":"div","component":"Toggle","clips":["22","25","104","106"]},{"type":"p","text":"These lines are also related to China, but the logic behind their removal is harder to understand, as they seem really...harmless. This may come down to self-policing by Chinese companies, who actually make the cuts and seek for official approval before releasing the show."}]},{"id":"censoring","chunks":[{"type":"p","text":"Here is where things get especially interesting — To avoid multiple rounds of months-long scrutiny, streaming platforms may go overboard to censor themselves to make sure a video can pass the national censorship authority’s <a href=https://www.nppa.gov.cn/nppa/contents/406/15690.shtml  target=_blank>review</a> on the very first try. However, that results in inconsistency, as types of scenes were removed from <em>The Big Bang Theory</em> that were kept in native productions."},{"type":"p","text":"For instance, in season two, episode 15 of <em>The Big Bang Theory</em>, a six-second kissing scene was cut out of the Youku version, while the streaming platform allowed a 42-second kissing scene in <em>Because of Love</em> to air."},{"type":"div","component":"Compare","clips":[{"image":"51","alt":"Alt description of the image","figcaption":"Caption details on screen"},{"image":"51-compare","alt":"Alt description of the image","figcaption":"Caption details on screen"}]},{"type":"p","text":"Similarly, a naked back in season three, episode 21 was cut while in a show called <em>Stealth Walker</em> (2021) on Youku, the nude back remained."},{"type":"div","component":"Compare","clips":[{"image":"126","alt":"Alt description of the image","figcaption":"Caption details on screen"},{"image":"126-compare","alt":"Alt description of the image","figcaption":"Caption details on screen"}]},{"type":"p","text":"Lastly, the TV show <em>Marvelous Women</em> streamed a very controversial scene last year, in which a real cat dropped from a table and landed on the ground on its back. It was meant to show a cat being poisoned, but after it was aired, netizens suspected that the crew might have killed an actual cat, instead of using CGI."},{"type":"div","component":"Compare","clips":[{"image":"19","alt":"Alt description of the image","figcaption":"Caption details on screen"},{"image":"19-compare","alt":"Alt description of the image","figcaption":"Caption details on screen"}]},{"type":"p","text":"The scene was removed after the resulting controversy. Notably, it was not removed ahead of time through censorship. Meanwhile, a three-second line was cut out in <em>The Big Bang Theory</em> because the character mentioned the mercy killing of a dog."},{"type":"p","text":"These acts of censorship not only limit the impact of foreign-based productions, they also help the Chinese government maintain control. That is why Facebook and Twitter are banned in the country, as well as Netflix, HBO, and others. The government wants to have final say on the messages <a href=https://www.wired.com/story/shanghai-lockdown-china-censorship/ target=_blank>reaching the public</a>."},{"type":"p","text":"But I can’t blame the sites for not importing more big-name TV shows. For some, even if they are popular as hell, it just isn’t worth the hassle."},{"type":"p","text":"To prove that, I cut a well-known episode of Netflix-produced <em>Love Death + Robots</em>, which was liked by many Chinese audiences but wasn’t even close to being imported. The original version is 12-minutes long. After gentle censorship by me, there are only four minutes left."},{"type":"p","text":"But this approach also severely limits the quality and types of shows that are produced in China. Youku streamed 200 domestic romantic TV shows last year while crime and police-related shows totaled just three titles. Overall, the majority of all these shows are rated lower than 5 out of 10 stars on China’s IMDb, even though many of them have bragged about <a href=http://www.xinhuanet.com//2017-04/19/c_1120834473.htm target=_blank>inflated web viewerships</a>  on social media."},{"type":"p","text":"Censorship likely keeps China’s productions from competing on the world’s stage. When the Netflix-produced Korean show <em>Squid Game</em> went viral and won awards worldwide, many Chinese netizens were asking on social media — when can a <a href=https://weibo.com/1726294583/KABQcjvZx?refer_flag=1001030103_ target=_blank>Chinese TV show be recognized in that way</a>?"},{"type":"p","text":"Even though China has been trying to boost its cultural soft power for years, it’s unlikely that the dream of making a worldwide popular show will come true any time soon. To appeal to a global audience, the government would first need to be more tolerant of the kind of material it removes from TV-14 sitcoms like <em>The Big Bang Theory</em>."}]},{"id":"method","chunks":[{"type":"p","text":"We"}]}]}