{"title":"The Big [Censored] Theory","description":"A case study on how the government censors TV in China.","url":"https://pudding.cool/2022/08/censorship","keywords":"big ban theory, tv, china, censorship","hed":"The Big <mark>[Censored]</mark> Theory","byline1":"By <a href=https://pudding.cool/author/manyun-zou target=_blank>Manyun Zou</a>","byline2":"With <a href=https://pudding.cool/author/russell-goldenberg target=_blank>Russell Goldenberg</a> and <a href=https://pudding.cool/author/rob-smith target=_blank>Rob Smith</a>","time":"August 2022","sections":[{"id":"intro","chunks":[{"type":"p","text":"Growing up in China, I had a blast watching American TV shows. They not only helped me learn English, but also introduced me to fresh perspectives and worldviews.  <em>The Big Bang Theory</em> was among my favorites."},{"type":"p","text":"I quickly became a fan of the sitcom when it was officially introduced in China on a video streaming website in 2011. But when I rewatched the show in 2022 on <a href=https://youku.com target=_blank>Youku</a>, a Chinese video streaming website backed by e-commerce giant Alibaba, I couldn’t help but notice weird jumps, pauses, and disconnected canned laughter. Here is an example:"},{"type":"div","component":"Video","clips":["72-youku"]},{"type":"p","text":"What happened to the show?"}]},{"id":"context","chunks":[{"type":"p","text":"To understand that, we have to back up a bit. This change can be traced to a sudden political decision in 2014. According to the state-owned media outlet <a href=http://news.sohu.com/20140427/n398875138.shtml target=_blank>Xinhua</a>, streaming platforms received a private notification from regulators to remind them of one key rule:"},{"type":"p","text":"<strong> ”imported American and British TV shows must be ‘reviewed and approved by officials before streaming to the public.’”</strong>"},{"type":"p","text":"Shortly thereafter, <em>The Big Bang Theory</em> was among a handful of imported shows pulled from Chinese websites. Audiences were only left with a black screen and a line: “video has been removed due to policy reasons.”"},{"type":"p","text":"When these shows resurfaced, they were full of these weird jumps, signaling that scenes were removed during censorship because someone somewhere thought it would be inappropriate or illegal to stream such content."},{"type":"div","component":"Toggle","clips":["72","28","64"]},{"type":"p","text":"So the question has to be asked: what kind of content has been removed, and why?"}]},{"id":"analysis","chunks":[{"type":"div","component":"Scroll","steps":["To find out, I compared 100 episodes of the original version of <em>The Big Bang Theory</em> with the edited Youku version to understand what was cut out and decipher the logic behind the decision.","77 of the first 100 episodes had at least one edit, amounting to 206 removed scenes.","I categorized these scenes, among which <mark class=cat-sex>sex</mark>, <mark class=cat-relationships>LGBTQ+</mark> (and atypical heterosexual relationships), as well as  <mark class=cat-disrespect>disrespect</mark> toward China or the country’s allies are the most common ones. The four other topics account for a rather small portion but are still worth mentioning: illegal actions, religion, unhealthy addictions, and miscellaneous.","Most scenes are in the <mark class=cat-sex>sex</mark> category, where characters mentioned sexual descriptions, body parts, and other relevant languages.","The <mark class=cat-relationships>LGBTQ+</mark> category refers to any conversation that brings up relationships or physical intimacy that fall outside of a typical heterosexual coupling.","Cases in the category of <mark class=cat-disrespect>disrespect</mark> usually involve a joke at the expense of China or its peers North Korea and Russia.","This added up to over one hour of deleted scenes, or nearly three full episodes of purely censored content."]}]},{"id":"guidelines","chunks":[{"type":"p","text":"All of these categories can find their legal roots in a regulatory guideline that was enacted by China’s National Radio and Television Administration, formerly known as the State Administration of Radio, Film, and Television, in 2006."},{"type":"aside","text":"TV series or movies should be edited if they have the following content: (1) distorting Chinese and other countries’ culture and society; (2) defaming Chinese military forces, policemen, and judiciary; (3) showcasing obscenity content, either visual or verbal; (4) showcasing “excessive” images of murder, violence, horror, interrogation, drug-taking, and even gambling; (5) advertise negative and decadent values or deliberately exaggerate the negative part of society; (6) advocate religious extremism; (7) advocate environmental destruction and animal torture; (8) excessively showcase alcohol addiction, smoking, or other bad habits; (9) demonstrate other illegal content."},{"type":"p","text":"<mark class=cat-sex>Sex</mark> is the most frequently censored topic in this <a href=https://en.wikipedia.org/wiki/TV_Parental_Guidelines target=_blank>TV-14</a> show, meaning that it is appropriate for audiences aged 14 and older, with 139 scenes and 43.1 minutes removed. These could be considered “obscenity content,” which is banned by China’s 2006 guideline."},{"type":"p","text":"Since China hasn’t built a video rating system, the removal of such content is always justified by reasons involving children &mdash; children shall be exposed to “main melody” so that they can grow up in a healthy way. “Main melody” is an informal name for productions that fit into patriotic or pro-Communist Party themes."},{"type":"div","component":"Quote","classname":"cat-sex","clips":["15","20","69","105"]},{"type":"p","text":"These next examples represent censored scenes about the <mark class=cat-relationships>LGBTQ+</mark> community and atypical heterosexual relationships. Most instances are related to homosexuality, even though there are no actual homosexual couples in these episodes of <em>The Big Bang Theory</em>."},{"type":"div","component":"Quote","classname":"cat-relationships","clips":["61","46","84"]},{"type":"p","text":"These removals reflect the government’s objective of encouraging particular identities and behaviors by eliminating mentions of any others. In this case, LGBTQIA2S+ identities are censored."},{"type":"p","text":"The last time a Chinese TV show could explicitly present a homosexual relationship and publicize it on the internet was in 2016, after the sensational show, <em><a href=https://zh.m.wikipedia.org/zh-hans/%E4%B8%8A%E7%99%AE_(%E7%B6%B2%E8%B7%AF%E5%8A%87) target=_blank>Addicted</a></em>, made regulators wary. It was pulled even before it released all episodes. As one <a href=https://media.people.com.cn/n1/2016/0224/c40606-28144797.html target=_blank>industry expert</a> put it, “studios don’t have much choice but to accept the result of being delisted.”"},{"type":"p","text":"Meanwhile, out of increasing concern for its slow population growth, China has encouraged straight couples to marry and raise two to three children. That’s a notable shift away from its strict, decades-long one-child-only policy. The government expects the media to back these efforts. A National People’s Congress representative <a href=https://mp.weixin.qq.com/s/ARtlHZQh_xXoRBfDiKiZgQ target=_blank> even told a state-owned newspaper</a> that the media should avoid publishing any articles that would discourage marriage and maternity and instead focus on what is considered “happy family life.”"},{"type":"p","text":"The following scenes can be categorized as <mark class=cat-disrespect>disrespect.</mark> They are the only removed scenes that make sense to me, because they involve racism against Chinese people, stereotypes about Chinese society, and possible defamation of China’s key Communist ally, North Korea."},{"type":"div","component":"Toggle","clips":["9","193","78","195"]},{"type":"p","text":"Some scenes are also related to China, but the logic behind their removal is harder to understand, as they seem really… harmless."},{"type":"div","component":"Toggle","clips":["22","25","104","106"]}]},{"id":"censoring","chunks":[{"type":"p","text":"Meanwhile, some types of scenes that were removed from <em>The Big Bang Theory</em> were allowed to remain in native productions."},{"type":"p","text":"For instance, in season two, episode 15 of <em>The Big Bang Theory</em>, a six-second kissing scene was cut from the Youku version, while the streaming platform allowed a 42-second kissing scene in the Chinese drama <em>Because of Love</em> to air."},{"type":"div","component":"Compare","clips":[{"image":"51","alt":"Penny and Leonard are kissing on a couch.","figcaption":"<em>The Big Bang Theory</em>: Season 2 Episode 15"},{"image":"51-compare","alt":"A female character and a male character are kissing under the shower.","figcaption":"<em>Because of Love</em>: Episode 12"}]},{"type":"p","text":"Similarly, a naked back in season three, episode 21 was cut while in a show called <em>Stealth Walker</em> (2021) on Youku, the nude back remained."},{"type":"div","component":"Compare","clips":[{"image":"126","alt":"Dr. Elizabeth Plimpton is taking off her pajamas.","figcaption":"<em>The Big Bang Theory</em>: Season 3 Episode 21"},{"image":"126-compare","alt":"A woman with a naked back under shower.","figcaption":"<em>Stealth Walker</em>: Episode 1"}]},{"type":"p","text":"Such unequal treatment is bizarre. According to the governmental guidelines, <a href=http://www.gov.cn/flfg/2010-05/20/content_1609751.htm target=_blank>imported</a> productions have only one more forbidden content category to consider than <a href=http://www.gov.cn/ziliao/flfg/2006-06/06/content_301444.htm target=_blank>national</a> ones &mdash; the imported productions must not show anything that would do harm to minors’ physical and mental health. The remaining forbidden content types, including nudity, violence, and promoting the negative parts of society, are the same for national and imported productions."},{"type":"p","text":"As there are no legal roots, this may come down to self-policing by Chinese companies, who actually make the cuts and seek official approval before releasing the show. The self-policing can be rather relaxed, but that may result in multiple rounds of months-long scrutiny."},{"type":"p","text":"Here is where things get especially interesting &mdash; to avoid the rabbit hole of scrutiny, streaming platforms may go overboard to censor themselves to make sure a video can pass the national censorship authority’s <a href=https://www.nppa.gov.cn/nppa/contents/406/15690.shtml  target=_blank>review</a> on the very first try. And that often results in inconsistency, even in a national show itself."},{"type":"p","text":"The TV show <em>Marvelous Women</em> streamed a very controversial scene last year, in which a real cat dropped from a table and landed on the ground on its back. It was meant to show a cat being poisoned, but after it was aired, netizens suspected that the crew might have killed an actual cat, instead of using CGI."},{"type":"div","component":"Compare","clips":[{"image":"19","alt":"Missy is talking about putting down a dog due to illness.","figcaption":"<em>The Big Bang Theory</em>: Season 1 Episode 15"},{"image":"19-compare","alt":"A cat drops to the ground after being poisoned.","figcaption":"<em>Marvelous Women</em>: Episode 32"}]},{"type":"p","text":"The scene was removed after the resulting controversy. Notably, it was not removed ahead of time through censorship. Meanwhile, a three-second line was cut out of <em>The Big Bang Theory</em> because the character mentioned the mercy killing of a dog."},{"type":"p","text":"These acts of censorship not only limit the impact of foreign-based productions, they also help the Chinese government maintain control. That is why Facebook and Twitter are banned in the country, as well as Netflix, HBO, and others. The government wants to have final say on the messages <a href=https://www.wired.com/story/shanghai-lockdown-china-censorship/ target=_blank>reaching the public</a>."},{"type":"p","text":"This approach could severely limit the quality and types of shows that are produced in China. <a href=https://zh.wikipedia.org/wiki/%E7%84%A1%E9%96%93%E9%81%93 target=_blank><em>Infernal Affairs</em> (2002)</a>, a classic Hong Kong crime movie, reshot a different ending for the Chinese mainland and Malaysia. The new ending was considered a <a href=https://www.nytimes.com/2015/01/04/opinion/sunday/chinas-crime-free-crime-films.html target=_blank>clunker</a>, but perfectly aligned with China’s “main melody” perspective that justice always wins. <a href=https://imdb.com/title/tt0407887/ target=_blank><em>The Departed</em> (2006)</a>, an Oscar-winning remake of <em>Infernal Affairs</em>, is not allowed to air in the Chinese mainland, even though its ending also highlights justice."},{"type":"p","text":"The movie was also remade into a <a href=https://movie.douban.com/subject/27663996/ target=_blank>namesake Chinese TV series</a> in 2016, developed by a Chinese mainland production team. That TV series is only rated 6.1 out of 10 on China’s IMDb while the 2002 movie version has a 9.3 rating and the American version has a 7.3."},{"type":"p","text":"Hong Kong-based journalist and author Nury Vittachi shared a similar experience in a New York Times <a href=https://www.nytimes.com/2015/01/04/opinion/sunday/chinas-crime-free-crime-films.html target=_blank>opinion piece</a>, describing that a crime story he co-wrote with a Chinese director had to be rejiggered multiple times, finally resulting in an “implausible tale” that involves noble detectives of Chinese origin in order to pass the authorities’ review."},{"type":"p","text":"“The rules kill creativity,” Vittachi added."},{"type":"p","text":"When the Netflix-produced Korean show <em>Squid Game</em> went viral and won awards worldwide, many Chinese netizens were asking on social media &mdash; when can a Chinese TV show be <a href=https://weibo.com/1726294583/KABQcjvZx?refer_flag=1001030103_ target=_blank>recognized in that way</a>?"},{"type":"p","text":"I can’t blame the sites for not importing more big-name TV shows, or the domestic studios for not producing similar content. For some, even if the show or concept is popular as hell, it just isn’t worth the hassle."},{"type":"p","text":"Even though China has been trying to boost its cultural soft power for years, it’s unlikely that the dream of making a worldwide popular show will come true any time soon. To appeal to a global audience, the government would first need to be more tolerant of the kind of material it removes from TV-14 sitcoms like <em>The Big Bang Theory</em>."}]},{"id":"method","chunks":[{"type":"p","text":"<strong>Data and Methods:</strong> I watched the first 100 episodes of <em>The Big Bang Theory</em> that stream in the U.S. and on Youku, side by side, and tracked 206 missing scenes from the Youku version. The sample videos demonstrated above are all picked out from the pool of missing scenes."},{"type":"p","text":"The first scene is an original cut from Youku. The censored version of other scenes are based on timestamping the Youku version and then programmatically skipping using the original scene."},{"type":"p","text":"In order to figure out the reason for the video censorship, I categorized the missing scenes into seven categories."},{"type":"p","text":"<strong>(1) Sex:</strong> scenes include conversations with sexual descriptions, body parts, and relevant keywords, such as “coitus” or “have sex.” Scenes that demonstrate two characters’ kissing for several seconds or show partial nudity will also be included in this category."},{"type":"p","text":"<strong>(2) LGBTQ+ and atypical heterosexual relationships:</strong> scenes in which characters mention things like the LGBTQ+ community or romantic encounters with family members or inanimate objects. Scenes demonstrating kissing or other physical intimacy between two characters of the same gender are included as well."},{"type":"p","text":"<strong>(3) Disrespect:</strong> scenes include dialogues that could potentially defame Chinese culture, China’s society, Chinese people, or even Chinese restaurants in the U.S."},{"type":"p","text":"<strong>(4) Illegal actions:</strong> scenes in which characters mentioned anything that is illegal in China, including murder, drunk driving, and egg freezing."},{"type":"p","text":"<strong>(5) Religion:</strong> scenes in which characters said anything that could potentially offend habits or beliefs of a religion."},{"type":"p","text":"<strong>(6) Unhealthy addictions:</strong> scenes in which unhealthy addictions came up in a conversation, such as alcoholism, drug addiction, and gambling."},{"type":"p","text":"<strong>(7) Miscellaneous:</strong> scenes that do not belong to any one of the former six categories."}]}]}